[Character.CharClass_Nast_Native_Warrior AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Population.PawnBalance_Nast_Native_Warrior AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="A mighty warrior",TransformedNames=((TransformedName="A good fighter"),(TransformedName="bloodthirsty hero"),(TransformedName="animal hero"),(TransformedName="Spirit soldier"),(TransformedName="heroic spirit")))

[Skills.Skill_Stun SkillDefinition]
SkillName="ice"
SkillDescription="Stop the player"
LockedSkillDetailStr="<Locked>"

